import "../styles.css";

export default function About() {
  return (
    <div>
      <div className="title">ABOUT</div>
      <div className="info">
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;Я студентка комп'ютерних наук у Дніпровському
          Державному Технічному університеті, де я активно займаюся вивченням
          розробки, налагоджування та тестування програмного забезпечення. Я
          сильно зацікавлена у підході програмування до вирішення різноманітних
          проблем та задач і методах та алгоритмах, за допомогою яких це
          відбувається. Працюючи над проектами університету, я набула цінних
          навичок роботи у командні, організації, розробці та підтримці
          проектів, а також в розв'язанні складних завдань, пов'язаних з
          програмуванням.
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;Протягом навчання, мені вдалося дізнатися
          більше про розробку Dekstop та Web застосунків, сайтів, баз даних,
          вникнути у сферу DataScience та вивчити етапи розробки програмного
          забезпечення. Я завжди намагаюся ефективно розподіляти час,
          заздалегідь розписуючи план проекту або завдання, та вчасно його
          закінчувати. Мені досить легко даються нові теми і я завжди відкрита
          до нових знань, аби покращити свої навички та зробити свій вклад у
          сферу програмування.
        </p>
      </div>
    </div>
  );
}
